import React from 'react'
import { GoBook } from "react-icons/go";
function Privacy() {
  return (
    <>
      
      <main className='container pb-30 py-7 md:py-3'>  
        <section className='mt-4'>
          
          <div className=' flex flex-col justify-center items-center gap-x-2 bg-blue-400 p-4 rounded-xl shadow-md w-full text-white'>           
            <div className='flex justify-center items-center gap-y-4'>         
              <GoBook />
              <h1>حریم خصوصی ما</h1>
            </div>  
            <p className='text-black text-sm leading-10 font-medium text-center bg-white p-4 rounded-xl shadow-lg'>این سیاست حریم خصوصی برای مشتریان و کاربران وبسایتها و خدمات آنلاین ما صادق است. ما به حفظ حریم خصوصی و امنیت اطلاعات شخصی شما پایبندیم. ما ممکن است از شما برای ارائه خدمات بهتر درخواست اطلاعاتی مانند نام، ایمیل، شماره تلفن و آدرس بگیریم. در صورت لزوم ممکن است اطلاعات اضافی دیگری نیز از شما بخواهیم. ما به هیچ عنوان اطلاعات شخصی شما را با شخص یا شرکت دیگری به اشتراک نمیگذاریم. اطلاعات شما را برای ارائه خدمات بهتر، ارتقاء خدمات، تحلیل داده ها و بهبود سایت و خدمات ما استفاده میکنیم. ما هیچ گونه اطلاعات شخصی شما را به منظور تبلیغات، فروش یا ارائه خدمات به شخص یا شرکت دیگری نمیفروشیم یا به اشتراک نمیگذاریم. همچنین تمام تلاش خود را برای حفاظت از اطلاعات شما انجام میدهیم. ما از پروتکلهای امنیتی و رمزگذاری برای حفاظت از اطلاعات شما در برابر دسترسی غیرمجاز استفاده میکنیم. شما حق دارید که از ما بخواهید که اطلاعات شخصی شما را حذف یا اصلاح کنیم. همچنین، شما حق به دست آوردن اطلاعاتی که ما از شما جمع آوری کرده ایم را دارید. برای درخواست هر یک از این خدمات، لطفا با ما تماس بگیرید. این سیاست حریم خصوصی ممکن است در آینده تغییر کند. در صورتی که تغییری در سیاست حریم خصوصی ما رخ دهد، این تغییرات در این صفحه منتشر خواهد شد. اگر سوالی در مورد سیاست حریم خصوصی ما دارید، لطفا با ما تماس بگیرید. تمامی حقوق برای بی بی خاص مجاز است. استفاده از اطلاعات باذکر منبع مجاز بوده در غیر این صورت از طریق مراجع قضایی برحسب موضوع قابل پیگیری میباشد.</p>         
            </div>
        </section>
      </main>
      
    </>
  )
}            


export default Privacy